Assets/Org/Paycheck-to-porfolio.org
*** Your Weekly Cash Flow (Keep in mind, M1 may not show the auto transfer results but I have never had any issues)
|------+----------------+---------------------------+-------------------------+-------------------------------+-------------------+-----------------------------------------|
| Week | Income         | Savings (905)             | Savings Tranaction      | Portfolio Bal (Starting 2000) | Holding Payment   | Margin Bal  (Starting 1000)             |
|------+----------------+---------------------------+-------------------------+-------------------------------+-------------------+-----------------------------------------|
|    1 | Paycheck +$800 | -$880 (Mortgage)          | $880 + $25 = $905       | $2,000 + $125 = $2,125        | YMAX ($4.73) 1st  | -$880 (TO Savings: Mortgage)            |
|      |                | +$880 (Margin Top Up)     | $880 - $905 = $25       |                               | PLTY (21.88) 5th  | Starting $1,000 / Ending $1,880         |
|      |                | ---                       | ---                     |                               | YMAX (4.73)  5th  | ---                                     |
|      |                | +800 (Paycheck)           | $800 + $905 = $1705     |                               |                   | +$800 (FROM Savings: Paycheck)          |
|      |                | +800 (To Margin)          | $800 - $1705 = $905     |                               |                   | Starting $1,880 / Ending $1,080         |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$125 (Portfolio)         | $125 - $905 = $780      |                               |                   | -$125 (TO Savings: Portfolio)           |
|      |                | +$125 (Margin Top Up)     | $125 + $780 = $905      |                               |                   | Starting $1,080 / Ending $1,205         |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | +$31.34 (Dividend Payout) | $31.34 + $905 = $873.66 |                               |                   | +$31.34 (FROM Savings: Dividend)        |
|      |                | -31.34 (To Margin)        | $31.34 - $873.66 = $905 |                               |                   | Starting $1,205 / Ending $1,173.66      |
|------+----------------+---------------------------+-------------------------+-------------------------------+-------------------+-----------------------------------------|
|    2 | Paycheck +$800 | +800 (Paycheck)           | $800 + $905 = $1705     | $2,125 + $125 = $2,250        | YMAX (4.73) 12th  | +$800 (FROM Savings: Paycheck)          |
|      |                | -800 (To Margin)          | $800 - $1705 = $905     |                               |                   | Starting $1,173.66 / Ending $373.66     |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$125 (Porfolio)          | $125 - $905 = $780      |                               |                   | -$125 (TO Savings: Portfolio)           |
|      |                | +$125 (Margin Top Up)     | $125 + $780 = $905      |                               |                   | Starting $373.66 / Ending $498.66       |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$120 (Georgia Power)     | $120 - $905 = $785      |                               |                   | -$120 (TO Savings:Georgia Power)        |
|      |                | +$120 (Margin Top Up)     | $120 + $785 = $905      |                               |                   | Starting $498.66 / Ending $618.66       |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$95 (Google Fi)          | $95 - $905 = $810       |                               |                   | -$95 (TO Savings: Google Fi)            |
|      |                | +$95 (Margin Top Up)      | $95 + $810 = $905       |                               |                   | Starting $618.66 / Ending $713.66       |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$65 (Dekalb Water)       | $65 - $905 = $840       |                               |                   | -$65 (TO Savings: Dekalb Water)         |
|      |                | +$65 (Margin Top Up)      | $65 + $840 = $905       |                               |                   | Starting $713.66 / Ending $778.66       |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | +$4.73 (Dividend Payout)  | $4.73 + $905 = $909.73  |                               |                   | +$4.73 (FROM Savings: Dividend)         |
|      |                | -$4.73 (To Margin)        | $4.73 - $909.73 = $905  |                               |                   | Starting $778.66 / Ending $773.93       |
|------+----------------+---------------------------+-------------------------+-------------------------------+-------------------+-----------------------------------------|
|    3 | Paycheck +$800 | +800 (Paycheck)           | $800 + $905 = $1705     | $2,250 + $125 = $2,375        | AMZY (11.34) 19th | +$800 (FROM Savings: Paycheck)          |
|      |                | -800 (To Margin)          | $800 - $1705 = $905     |                               | YMAX (4.73) 19th  | Starting $773.93 / Ending (+$26.07)      |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$125 (Portfolio)         | $125 - $905 = $780      |                               |                   | -$125 (TO Savings: Portfolio)           |
|      |                | +$125 (Margin Top Up)     | $125 + $780 = $905      |                               |                   | Starting (+$26.07) / Ending $98.93      |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$500 for Insurance       | $500 + $905 = $405      |                               |                   | -$500 (TO Savings: Insurance)           |
|      |                | +$500 (Margin Top Up)     | $500 + $405 = $905      |                               |                   | Starting $98.93 / Ending $598.93        |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$80 (Gas South)          | $85 + $905 = $840       |                               |                   | -$85 (TO Savings: Gas South)            |
|      |                | +$80 (Margin Top Up)      | $85 - $840 = $905       |                               |                   | Starting $598.93 / Ending $683.93       |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | +$16.07 (Dividend Payout) | $16.07 - $905 = $921.07 |                               |                   | +$16.07 (FROM Saving: Dividend)         |
|      |                | -$16.07 (To Margin)       | $16.07 + $921.07 = $905 |                               |                   | Starting $683.93 / Ending $667.86       |
|------+----------------+---------------------------+-------------------------+-------------------------------+-------------------+-----------------------------------------|
|    4 | Paycheck +$800 | +800 (Paycheck)           | $800 + $905 = $1705     | $2,375 + $125 = $2,500        | SPYG (0.67) 26th  | +$800 (FROM Savings: Paycheck)          |
|      |                | -800 (To Margin)          | $800 - $1705 = $905     |                               |                   | Starting $667.86 / Ending (+$132.14)    |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$125 (Portfolio          | $125 - $905 = $780      |                               |                   | -$125 (TO Savings: Portfolio)           |
|      |                | +$125 (Margin Top Up)     | $125 + $780 = $905      |                               |                   | Starting (+$132.14) / Ending (+$7.14)   |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$20 (Spotify)            | $20 - $905 = $885       |                               |                   | -$20 (TO Savings: Spotify)              |
|      |                | +$20 (Margin Top Up)      | $20 + $885 = $905       |                               |                   | Starting (+7.14) / Ending $12.86         |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$20 (ChatGPT)            | $20 - $905 = $885       |                               |                   | -$20 (TO Savings: ChatGPT)              |
|      |                | +$20 (Margin Top Up)      | $20 + $885 = $905       |                               |                   | Starting $12.86 / Ending $32.86         |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$14 (TradingView)        | $14 - $905 = $891       |                               |                   | -$14 (TO Savings: TradingView)          |
|      |                | +$14 (Margin Top Up)      | $14 + $891 = $905       |                               |                   | Starting $32.86 / Ending $46.86         |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | +$0.67 (Dividend Payout)  | $0.67 + $905 = $905.67  |                               |                   | +$0.67 (FROM Savings: Dividend)         |
|      |                | -$0.67 (To Margin)        | $0.67 - $905.67 = 905   |                               |                   | Starting $46.86 / Ending $46.19         |
|------+----------------+---------------------------+-------------------------+-------------------------------+-------------------+-----------------------------------------|
|    5 | Paycheck +$800 | +800 (Paycheck)           | $800 + $905 = $1705     | $2,500 + $125 = $2,625        | YMAX (4.73) 29th  | +$800 (fROM Savings: Paycheck)          |
|      |                | -800 (To Margin)          | $800 - $1705 = $905     |                               | CLM (5.93) 31st   | Starting $46.19 / Ending (+$753.81)     |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | -$125 (Portfolio          | $125 - $905 = $780      |                               |                   | -$125 (TO Savings: Portfolio)           |
|      |                | +$125 (Margin Top Up)     | $125 + $780 = $905      |                               |                   | Starting (+$753.81) / Ending (+$628.81) |
|      |                | ---                       | ---                     |                               |                   | ---                                     |
|      |                | +$10.66 (Dividend Payout) | $10.66 + $905 = $894.34 |                               |                   | +$10.66 (FROM Savings: Dividend)        |
|      |                | -$10.66 (To Margin)       | $10.66 - $894.34 = $905 |                               |                   | Starting (+$628.81) / Ending (+$639.47) |
|      |                |                           |                         |                               |                   |                                         |
|      |                |                           |                         |                               |                   |                                         |
|      |                |                           |                         |                               |                   |                                         |
|      |                |                           |                         |                               |                   |                                         |
|      |                |                           |                         |                               |                   |                                         |
|      |                |                           |                         |                               |                   |                                         |
|      |                |                           |                         |                               |                   |                                         |
|      |                |                           |                         |                               |                   |                                         |
|      |                |                           |                         |                               |                   |                                         |
|      |                |                           |                         |                               |                   |                                         |
|------+----------------+---------------------------+-------------------------+-------------------------------+-------------------+-----------------------------------------|

| Account   | Starting Amounts | Ending Amounts |
|-----------+------------------+----------------|
| Savings   | $905             | $905           |
| Portfolio | $2,000           | $2,625         |
| Margin    | $1000            | +$639.47       |

