Assets/Org/Paycheck-to-porfolio.tex
\subsubsection{Automation in Motion}
\label{sec:orgd043ba1}
Your savings account acts as the control tower of the entire system.
\begin{itemize}
\item Every Friday, your paycheck arrives automatically.
\item Immediately, \$125 moves into your M1 portfolio.
\item Bills are paid straight from your savings account.
\item Dividends flow back in, refilling savings.
\end{itemize}

Whenever your savings creeps above \$905, margin gets repaid automatically. When it slips below \$890, margin quietly advances funds to keep payments smooth. It’s a hands-off feedback loop that runs 24/7—no manual transfers, no guesswork, no stress.

Over time, as dividends increase, this same automation begins to repay margin completely—eventually leaving you with a self-sustaining cycle where your money pays your bills and your paycheck simply grows your portfolio.
\subsubsection{Portfolio Growth (for your chart)}
\label{sec:orgb04d92a}
Starting: \$2,000
Add: \$125 weekly (\$500 monthly)
→ Formula:
Portfolio[n] = Portfolio[n-1] + 500

So:

\begin{center}
\begin{tabular}{ll}
Month & Portfolio Value\\
----- & ---------------\\
Jan & \$2,000\\
Feb & \$2,500\\
Mar & \$3,000\\
Apr & \$3,500\\
May & \$4,000\\
Jun & \$4,500\\
Jul & \$5,000\\
Aug & \$5,500\\
Sep & \$6,000\\
Oct & \$6,500\\
Nov & \$7,000\\
Dec & \$7,500\\
\end{tabular}
\end{center}
\subsection{Scaling Phases, Glossary \& Checklist}
\label{sec:org6ba5391}

\subsubsection{Section 1 – Scaling Phases: From \$500 to \$3 200 per Month}
\label{sec:org40fcee3}
Phase	Monthly Portfolio Contribution	Goal	Purpose
Phase 1	\$500	Cover insurance (\textasciitilde{}\$500)	Start cash-flow cycle and build dividend base.
Phase 2	\$1 000	Cover insurance + utilities (\textasciitilde{}\$900–\$1 000)	Reduce margin usage and add weekly dividend stability.
Phase 3	\$1 500	Add mortgage support (\textasciitilde{}\$1 800 bills total)	Portfolio dividends begin to match major expenses.
Phase 4	\$2 000	Replace all bills (\textasciitilde{}\$2 200–\$2 500)	Margin usage minimal; system becomes self-feeding.
Phase 5	\$3 200	Full paycheck → portfolio	Portfolio income > bills; dividends pay life completely.

How to move between phases:
Increase only when average dividends cover the previous phase’s bills for two straight months.
\subsubsection{Section 2 – Key Concept Glossary (18 terms)}
\label{sec:org0aaa5b9}
\begin{center}
\begin{tabular}{ll}
Term & Definition \& Example\\
Portfolio & Your collection of income-producing funds (AMZY, PLTY, YMAX, CLM, SPYG)\\
Dividend & Cash payment from a fund or stock. E.g., \$100 in dividends hits your savings each month.\\
Yield \% & Annual dividends ÷ portfolio value. 33 \% yield on \$6 000 ≈ \$165 per month.\\
Margin Account & Brokerage feature that lets you borrow against investments. Acts as temporary cash bridge.\\
Margin Interest & Fee for using borrowed margin (≈ 7 \% per year).\\
Savings Buffer & The \$905 held to pay bills and avoid overdrafts.\\
Floor \& Ceiling Rule & Below \$890 → borrow from margin. Above \$905 → repay margin.\\
Cash-Flow Loop & Paycheck → Savings → Portfolio → Dividends → Savings ↔ Margin.\\
Automation & Your scheduled transfers that make the loop run without manual input.\\
DRIP & Dividend Re-Investment Plan (not used here — cash is recycled manually).\\
Blended Yield & Weighted average of all funds’ yields (\textasciitilde{}30–35 \%).\\
SPYG ↑ & Quarterly boost month (Mar, Jun, Sep, Dec).\\
Bill Cluster & Grouped payments by week (W1 Mortgage → W4 Subscriptions).\\
Net Cash Flow & Dividends − Bills − Margin Interest. Turns positive around month 9.\\
Income Phase & When dividends cover expenses and paycheck is fully invested.\\
Anchor Fund & Lower-yield fund that adds stability (SPYG in your case).\\
Rebalance Check & Quarterly review to keep each fund near 20 \%.\\
Self-Paying Margin & When dividends exceed interest and margin starts repaying itself.\\
\end{tabular}
\end{center}
\subsubsection{Section 3 – Quick-Start Checklist}
\label{sec:orgf7d275e}
\begin{itemize}
\item Direct your paycheck → savings.
\item Keep savings between \$890 and \$905.
\item Automate \$125 weekly (≈ \$500 monthly) to portfolio.
\item Route dividends back to savings.
\item Allow margin to auto-refill when below \$890.
\item Watch dividends cover more bills each quarter.
\item Increase contribution only after two months of stability.
\item Avoid margin over 25 \% of portfolio value.
\item Check fund weighting (20 \% each).
\item Stay the course — it snowballs quietly but powerfully.
\end{itemize}
\subsubsection{Closing Message}
\label{sec:org94e80a0}
\begin{quote}
``You’re not chasing the market — you’re building a machine. Each deposit, each dividend, and each margin cycle is one more turn of the wheel that eventually spins on its own.''
\end{quote}
\end{document}
